Repository: wp-plugins/suggest-review
Catalog: languages/suggest-review-*.po
Languages: pl_pl

# Default subject line for email to author
source: Blog content flagged for review
pl_pl: Treść zgłoszona do przeglądu

# Variable name for posts title
source: post_title
pl_pl: tytul_artykulu

# Variable name for suggesting users comment
source: comment
pl_pl: komentarz

# Default subject line for digest email
source: Blog content flagged for review
pl_pl: Treść zgłoszona do przeglądu

# Default body for digest email
source: The following content has been marked for review on the blog.
pl_pl: Następująca treść została zgłoszona do przeglądu na stronie.

# Variable name for post authors login name
source: author_login
pl_pl: login_autora

# Variable name for posts last modification date
source: post_modified
pl_pl: tresc_zmodyfikowana

# Default text for the button to suggest review of a post
source: Flag this information for review
pl_pl: Zgłoś treść do przeglądu

source: Last updated by %1$s on %2$s
pl_pl: Ostatnia modyfikacja przez %1$s z datą %2$s

source: The above was flagged for review by %1$s on %2$s
pl_pl: Treść została już oznaczona do przeglądu przez %1$s z datą %2$s

# Displays before suggesting users comment (if enabled) after a post
source: Comment:
pl_pl: Komentarz:

# Text in bold that appears above the suggest review comment box
source: Suggest Review:
pl_pl: Zaproponuj poprawki:

# Text after the bold text that appears above the suggest review comment box
source: Please leave a comment below explaining why.
pl_pl: Wyjaśnij w komentarzy poniżej powód przeglądu.

# Text for cancel button that appears below the suggest review comment box
source: Cancel
pl_pl: Anuluj

# Text for submit button that appears below the suggest review comment box
source: Submit
pl_pl: Wyślij

source: Settings
pl_pl: Ustawienia

source: Exclude from SuggestReview
pl_pl: Wyklucz z SuggestReview

source: Error excluding post.
pl_pl: Błąd wykluczania | Error excluding post

source: Post excluded from SuggestReview.
pl_pl: Treść wykluczona z SuggestReview.

source: Settings Updated.
pl_pl: Zapisano nowe ustawienia.

source: Suggest Review Options
pl_pl: Opcje Suggest Review

# Option on setting page
source: Allow unregistered users to mark for review
pl_pl: Pozwól niezarejestrowanym użytkownikom dokonywać zgłoszeń

source: Yes
pl_pl: Tak

source: No
pl_pl: Nie

# Option on setting page
source: Send email to author when content is marked for review
pl_pl: Wyślij email do autora, gdy treść zgłoszono do przeglądu

# Option on setting page
source: Subject line for email to author
pl_pl: Tytuł wiadomości do autora

# Help text on setting page
source: Supports limited variables which are case sensitive.
pl_pl: Obsługuje zmienne opisane w legendzie (wielkość liter ma znaczenie).

source: Legend
pl_pl: Legenda

# Option on setting page
source: Body for email to author
pl_pl: Treść wiadomości do autora

# Option on setting page
source: Add last update date to end of posts
pl_pl: Dodaj ostatnią datę aktualizacji na końcu treśći

source: Yes, if not in exclusion list
pl_pl: Tak, jeśli nie jest na liście wykluczeń

# Option on setting page
source: Footer alignment
pl_pl: Wyrównanie stopki

source: Left
pl_pl: Do lewej

source: Center
pl_pl: Do środka

source: Right
pl_pl: Do prawej

# Option on setting page
source: Show comment on post when flagged
pl_pl: Pokaż komentarze w treści gdy post został oznaczony.

# Option on setting page
source: Flag button text
pl_pl: Treść przycisku zgłaszania uwag

# Option on setting page
source: Page, post IDs to exclude
pl_pl: ID postów i wpisów do wykluczenia

# Help text on setting page
source: This is the comma-separated list of IDs that will not show the suggest review button. The "last update" text will still show, depending on the above option.
pl_pl: ID postów i stron oddziel przecinkami - nie zostanie na nich wyświetlony przycisk zgłaszania uwag. Tekst "last update" zostanie pokazany, w zależności od wybranych opcji powyżej.

# Option on setting page
source: Addresses for digest email
pl_pl: Komu wysyłać maile z podsumowaniem?

# Help text on setting page
source: This is the comma-separated list of addresses that will receive weekly emails about what content has been flagged for review.
pl_pl: Oddziel przecinkami adresy email. Zostaną wysłace cotygodniowe maile z informacją o treściach aktualnie zgłoszonych do przeglądu.

# Option on setting page
source: Subject line for digest email
pl_pl: Tytuł wiadomości z przeglądem

# Option on setting page
source: Body for digest email
pl_pl: Treść wiadomości z przeglądem

# Help text on setting page
source: A blank line will be inserted after this and before the post items. Supports limited variables which are case sensitive.
pl_pl: Przed i po każdym elemencie podsumowania zostanie umieszczona pusta przestrzeń. Obsługuje zmienne opisane w legendzie (wielkość liter ma znaczenie).

# Option on setting page
source: Post items for digest email body
pl_pl: Elementy, które znajdą się w treści maila podsumowującego:

# Help text on setting page
source: Each item marked for review will appear after the "Body for digest email". A blank line will separate each item. Supports limited variables which are case sensitive.
pl_pl: Elementy przeglądu znajdą się po "Treść wiadomości z przeglądem". Zostaną rozdzielone pustą przestrzenią. Obsługuje zmienne opisane w legendzie (wielkość liter ma znaczenie).

# Save button on setting page
source: Update Settings
pl_pl: Zapisz ustawienia

source: Like it? Hate it? Give it a review!
pl_pl: Podoba Ci się ta wtyczka? Wkurza Cię jej działanie? Przekaż swoją opinię i uwagi!

# Title of variable legend column on settings page
source: Variable Legend
pl_pl: Legenda zmiennych

source: Hide
pl_pl: Ukryj

# Discription of variable on settings page
source: The login name of the user who flagged the item
pl_pl: Login usera, który oznaczył treść

# Discription of variable on settings page
source: The email address of the user who flagged the item
pl_pl: Email usera, który oznaczył treść

# Discription of variable on settings page
source: The first name of the user who flagged the item
pl_pl: Imię usera, który oznaczył treść

# Discription of variable on settings page
source: The last name of the user who flagged the item
pl_pl: Nazwisko usera, który oznaczył treść

# Discription of variable on settings page
source: The display name of the user who flagged the item
pl_pl: Nazwa usera, który oznaczył treść

# Discription of variable on settings page
source: The comment from the user who flagged the item
pl_pl: Komentarz usera, który oznaczył treść

# Discription of variable on settings page
source: The login name of the post author
pl_pl: Login autora treści

# Discription of variable on settings page
source: The email address of the post author
pl_pl: Email autora treści

# Discription of variable on settings page
source: The first name of the post author
pl_pl: Imię autora treści

# Discription of variable on settings page
source: The last name of the post author
pl_pl: Nazwisko autora treści

# Discription of variable on settings page
source: The display name of the post author
pl_pl: Nazwa autora treści

# Discription of variable on settings page
source: The title of the post
pl_pl: Tytuł treści (posta)

# Discription of variable on settings page
source: The original publish date of the post
pl_pl: Oryginalna data publikacji treści

# Discription of variable on settings page
source: The last modified date of the post
pl_pl: Ostatnia data modyfikacji

# Discription of variable on settings page
source: The permalink to the post
pl_pl: Link bezpośredni do treści

# Title text for flagged posts table
source: Posts Flagged for Review
pl_pl: Treść zgłoszona do przeglądu

# Helper text for flagged posts table
source: This page lists all of the posts you have access to that have been suggested for a review of their content.
pl_pl: Ta strona wyświetla wszystkie treści do których masz dostęp, które zostały zgłoszone do przeglądu.

# Column header on flagged posts table
source: Title
pl_pl: Tytuł

# Column header on flagged posts table
source: Author
pl_pl: Autor

# Column header on flagged posts table
source: Post Date
pl_pl: Data

# Column header on flagged posts table
source: Flagged By
pl_pl: Zgłoszone przez

# Column header on flagged posts table
source: Flagged On
pl_pl: Data zgłoszenia

# suggest-review
source: No posts have been flagged for review.
pl_pl: Nie ma żadnych wiadomości zostały oflagowane do przeglądu.

# Title for settings page
source: Suggest Review Settings
pl_pl: Ustawienia

# Text for link to settings in settings submenu
source: Settings
pl_pl: Ustawienia

# Title for admin flagged posts page
source: Posts Suggested for Review
pl_pl: Treść zgłoszona do przeglądu

# Text for link to admin flagged posts page in settings submenu
source: Flagged Posts
pl_pl: Zgłoszona treść

# Title for non-admin flagged posts page
source: Posts Suggested for Review
pl_pl: Treść zgłoszona do przeglądu

# Text for link to non-admin flagged posts page in dashboard menu
source: SR Flagged Posts
pl_pl: Treści zgłoszone w SR

# Title of meta box when editing post
source: Resolve Suggest Review Flag
pl_pl: Zgłoszenia treści do przeglądu

source: Review suggested by %1$s on %2$s
pl_pl: Treść zgłoszona przez %1$s z datą %2$s

# Checkbox in meta box when editing a flagged post
source: Remove this flag
pl_pl: Usuń oznaczenie

# Displayed in meta box when editing a post that has not been flagged
source: This post has not been suggested for review.
pl_pl: Ta treść nie została zgłoszona do przeglądu.

# Displayed in meta box when editing a post
source: Exclude from SR?
pl_pl: Wykluczyć z SR?

# Description of the digest email schedule
source: Once Weekly
pl_pl: Raz w tygodniu

source: Lets users suggest that content may need to be reviewed or re-examined.
pl_pl: Umożlwia użytkownikom lub odwiedzającym zgłaszanie uwag do treści publikowanych na stronie.
